<template>
  <div id="description-mark">
    <div v-if="root.description">
      <p>{{ root.description }}</p>
    </div>
    <div v-else>
      <div>Расшифровка:</div>
      <br>
      <ul class="list--bullet">
        <li>В – изоляция из поливинилхлоридного пластиката</li>
        <li>В – оболочка из поливинилхлоридного пластиката</li>
        <li>Г – небронированный (без защитных покровов)</li>
      </ul>
      <p>Изоляционный слой – обеспечивает сопротивление на 1 км протяженности кабеля не менее 50Мом, ПВХ пластиката.</p>
      <p>Скрутка – правосторонняя, внутри сердечника заполнение из негигроскопичного волокна или полимера.</p>
      <ul class="list--bullet">
        <li>Внутренняя оболочка – из ПВХ пластиката.</li>
        <li>Электропроводящий экран – кабельное нетканое полотно с высокими показателями электропроводимости</li>
        <li>Разделительный слой – выполнен посредством обмотки из термопластичной ленты ПЭТФ.</li>
        <li>Металлический экран – выполнен из медных лент.</li>
        <li>Наружная обмотка – из ПВХ пластиката.</li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {
  name: "MarkAppointment",
  props: {
    root: {
      default: null,
      type: Object,
    }
  }
}
</script>

<style scoped>

</style>
