<template>
  <div id="appointment-mark">
    <p>Для передачи и распределения электроэнергии в стационарных установках при номинальном переменном напряжении 0,66 и 1 кВ номинальной частотой 50 Гц.</p>
    <p>Для нужд народного хозяйства и используются на промышленных и энергетических объектах.
      Кабели с изоляцией и наружной оболочкой из поливинилхлоридного пластиката предназначены для одиночной прокладки в кабельных сооружениях и производственных.</p>
    <p>Групповая прокладка данных кабелей разрешается только в наружных электроустановках и производственных помещениях, где возможно лишь периодическое присутствие обслуживающего персонала. При этом необходимо применять пассивную огнезащиту.</p>
  </div>
</template>

<script>
export default {
  name: "DescriptionMark",
  props: {
    root: {
      default: null,
      type: Object,
    }
  }
}
</script>

<style scoped>

</style>
